<style lang="less" scoped>
.statement {
    width: 1200px;
    margin: auto;
    .orange {
        color: #FA8435;
        margin: 35px 0;
    }
}
</style>
<template>
    <div class="statement">
        <titleView :title="title"></titleView>
        <div>
            <div class="orange">欢迎您访问药材买卖网网站（以下简称“本网站”）时，请仔细阅读本法律声明，您在本网站的一切行为将被视为您接受以下服务协议：</div>
            <p>1、在使用本网站各项服务前，请您务必仔细阅读并透彻理解本声明。您可以选择不使用本网站服务，但如果您使用本网站服务，您的使用行为将被视为对本声明全部内容的认可。</p>
            <p>2、本网站上关于本网站商户或其发布的相关商品（包括但不限于店铺名称、公司名称、 联系人及联络信息，产品的描述和说明，相关图片、视频等）信息均由商户自行提供，商户依法应对其提供的任何信息承担全部责任。 </p>
            <p>3、任何单位或个人认为本网站内容（包括但不限于本网站商户发布的商品信息）可能涉嫌侵犯其合法权益的，应该及时向本网站提出书面权利通知，并提供身份证明、权属证明、具体链接（URL）及详细侵权情况证明。本网站在收到上述法律文件后，将会依法尽快移除相关涉嫌侵权的内容。 </p>
            <div class="orange">一、知识产权声明 </div>
            <p>1.1 本网站拥有药材买卖网平台网站内所有信息内容（除本网站商户发布的商品信息外，包括但不限于文字、图片、软件、音频、视频）的版权。 </p>
            <p>1.2 任何被授权的浏览、复制、打印和传播属于本网站内信息内容都不得用于商业目的，且所有信息内容及其任何部分的使用都必须包括此版权声明。 </p>
            <p>1.3 本网站所有的产品、技术与所有程序均属于本网站知识产权。本网站服务名称及相关图形、标识等为上海冕冠电子商务有限公司注册商标。未经上海冕冠电子商务有限公司许可，任何人不得擅自（包括但不限于：以非法的方式复制、传播、展示、镜像、上载、下载）使用。否则，本网站将依法追究法律责任。 </p>
            <div class="orange">二、隐私权政策</div>
            <p>2.1 本网站尊重并保护所有使用本网站服务商户的个人隐私权。为了给商户提供更准确、更有个性化的服务，本网站会按照本隐私权政策的规定使用和披露商户的相关信息。但本网站将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，本网站不会将这些信息对外披露或向第三方提供。本网站会不时更新本隐私权政策。您在同意本网站服务协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于本网站服务协议不可分割的一部分。 </p>
            <p>2.2 信息使用 </p>
            <p>2.2.1 本网站不会向任何无关第三方提供、出售、出租、分享或交易您的个人注册信息和企业名称及相关注册信息，除非事先得到您的许可，或该第三方和本网站单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。 </p>
            <p>2.2.2 本网站亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息和企业名称及相关注册信息。任何本网站商户如从事上述活动，一经发现，本网站有权立即终止与该商户的服务协议。 </p>
            <p>2.2.3 为服务用户的目的，本网站可能通过使用您的个人注册信息和企业名称及相关公司注册信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与本网站合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。 </p>
            <p>2.3 信息披露 </p>
            <p>2.3.1在如下情况下，本网站将依据您的个人意愿或法律的规定全部或部分的披露您的个人注册信息和企业名称及相关公司注册信息：</p>
            <p>A 经您事先同意，向第三方披露。 </p>
            <p>B 如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷。 </p>
            <p>C 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露。 </p>
            <p>D 如您出现违反中国有关法律、法规或者本网站服务协议或相关规则的情况，需要向第三方披露。 </p>
            <p>E 为提供您所要求的产品和服务，而必须和第三方分享您的个人信息和企业名称及相关公司注册信息。 </p>
            <p>F 其它本网站根据法律、法规或者平台政策认为合适的披露。 </p>
            <p>2.4 信息存储和交换 </p>
            <p>2.4.1 本网站收集的有关您的信息和资料将保存在本网站及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或本网站收集信息和资料所在地的境外并在境外被访问、存储和展示。 </p>
            <div class="orange">三、意见及网上论坛</div>
            <p>3.1 本网站表述的任何意见均属于作者个人意见，并不代表本网站或上海冕冠电子商务有限公司的意见。 </p>
            <div class="orange">四、免责声明</div>
            <p>4.1 本网站所发布的信息中可能没有包含与本网站及其业务有关的最新信息，对于本网站所发布的信息，本网站不声明或保证其内容之正确性或完整性；对于商户通过本网站有关服务之广告、信息或邀约而购买或取得之任何产品、信息或服务，本网站亦不承担质量保证之责任。 </p>
            <p>4.2 本网站对本网站提供的服务不提供任何明示或默示的担保或保证，包含但不限于商业适售性、特定目的之适用性及未侵害他人权利等担保或保证。 </p>
            <p>4.3 商户明确了解并同意，基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其他无形损失，本网站不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任: </p>
            <p>A 本网站根据法律规定或相关政府的要求提供您的个人信息。 </p>
            <p>B 由于您将个人信息告知他人或与他人共享，由此导致的任何个人信息的泄漏，或其他非因本网站原因导致的个人信息的泄漏。 </p>
            <p>C 任何第三方根据本网站各服务条款及声明中所列明的情况使用您的个人信息，由此所产生的纠纷。 </p>
            <p>D 任何由于黑客攻击、电脑病毒侵入或政府管制而造成的暂时性网站关闭。 E 因不可抗力导致的任何后果。 </p>
            <p>F 本网站在各服务条款及声明中列明的使用方式或免责情形。 </p>
            <p>4.4 本网站所提供的信息，若在某地区使用或分发时会违反该地区的法律或规定，则不得在该地区使用或分发本网站信息。 </p>
            <div class="orange">五、Cookie的使用</div>
            <p>5.1 在您未拒绝接受cookies的情况下，本网站会在您的计算机上设定或取用cookies，以便您能登录或使用依赖于cookies的本网站平台服务和各项功能。</p>
            <p>5.2 您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的cookies的本网站平台服务和各项功能。 </p>
            <p>5.3 通过本网站所设cookies所取得的有关信息，将适用本政策。 </p>
            <div class="orange">六、 信息安全</div>
            <p>6.1 本网站及银行账户均有安全保护功能，请妥善保管您的账户及密码信息。本网站将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。</p>
            <p>6.2 在使用本网站平台服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是本网站账户或银行账户及密码发生泄露，请您立即联络本网站客服，以便本网站采取相应措施。 </p>
            <div class="orange">七 其他事项</div>
            <p>7.1 未成年人的特别注意事项 如果您不是具备完全民事权利能力和完全民事行为能力的自然人，您无权使用本网站平台服务，因此本网站希望您不要向我们提供任何个人信息。</p>
        </div>
    </div>
</template>
<script>
import titleView from '../../../components/about/title.vue'
export default {
    data() {
            return {
                title: {
                    enTitle: 'LEGAL STATEMENT',
                    zhTitle: '法律声明'
                }
            }
        },
        components: {
            titleView
        }

}
</script>
